Repository: 5l1v3r1/RsyncOSX
Catalog: */l10n/*_Localizable.strings
Languages: de

source: ... set in User configuration ...
de: 设置用户配置

source: ... no remote server ...
de: 没有远程服务器

source: ⌘A to abort or wait...
de: ⌘A中止或等待......

source: Aborting delete operation...
de: 停止删除操作

source: Add
de: 添加

source: Add Schedule?
de: 添加定时任务

source: Batchtasks completed, close view...
de: BathTasks 完成，关闭界面

source: By using Finder drag and drop filepaths.
de: 使用 Finder 拽拖文件路径

source: Cancel
de: 取消

source: Cancel or Add
de: 取消或添加

source: Cancel or Delete
de: 取消活删除

source: Cancel or Restore
de: 取消或恢复

source: Close
de: 取消

source: Completed
de: 完成

source: Completed ...
de: 完成...

source: Computing changed, please wait...
de: 计算更改，请稍后...

source: Copy single files or directory?
de: 复制单个文件或目录？

source: daily
de: 每天

source: Date last backup:
de: 上次备份日期：

source: days
de: 天数

source: Days since last backup:
de: 上次备份后的天数：

source: Default profile
de: 默认配置

source: Delete
de: 删除

source: Delete operation completed...
de: 删除完成操作

source: Delete profile:
de: 删除配置

source: Delete selected task?
de: 删除定制任务

source: Do you REALLY want to DELETE selected snapshots?
de: 你真的要删除这个快照么？

source: Do you REALLY want to start a RESTORE ?
de: 你真的要启动恢复？

source: Dont change the snapshot num if you don´t know what you are doing...
de: 不要修改快照数量，如果你不知道您正在做什么

source: ERROR: no rsync in
de: 错误：no rsync in

source: ERROR: no rsync in /usr/local/bin
de: 错误：no rsync in /usr/local/bin

source: Estimation completed, you can start batch...
de: 估计完成后，你可以开始批量...

source: every
de: 一切

source: Executing restore...
de: 执行恢复...

source: Friday
de: 星期五

source: Getting info, please wait...
de: 获取信息，请稍候......

source: Getting information, please wait ...
de: 获取信息，请稍候......

source: Got index from Execute and listing logs for one configuration...
de: 从Execute获取索引并列出一个配置的日志...

source: Got index from Execute...
de: 从Execute获得索引...

source: Got index from Snapshots and listing logs for one configuration...
de: 从一个配置的快照和列表日志获得索引...

source: Got it...
de: 已经获取...

source: hours
de: 小时

source: Keep
de: 保持

source: last
de: 持续

source: Load
de: 加载

source: Loaded cached data...
de: 加载的缓存数据......

source: Local or remote catalog cannot be empty...
de: 本地或远程目录不能为空...

source: manuel
de: 文档

source: Menu app is running...
de: 菜单应用正在运行...

source: mins
de: 分钟

source: Monday
de: 星期一

source: No rclone config found...
de: 找不到rclone配置...

source: No rsync in path...
de: 路径中没有rsync ...

source: no startdate
de: 没有开始

source: No such local catalog for restore or set it in user config...
de: 没有这样的本地目录还原或在用户配置中设置它...

source: none
de: 没有

source: Not a remote task, use Finder to copy files...
de: 不是远程任务，使用Finder复制文件...

source: Not a snapshot task...
de: 不是快照任务......

source: Number of configurations:
de: 配置数量：

source: Number of logs:
de: 日志数量：

source: Number of tasks to estimate:
de: 要估算的任务数量：

source: Number remote files:
de: 数字远程文件：

source: Number snapshots:
de: 数字快照：

source: once
de: 一次

source: Only valid for backup, snapshot and combined tasks...
de: 仅对备份，快照和组合任务有效...

source: Please select a task in Execute ...
de: 请在执行中选择一项任务...

source: Possible error logging...
de: 可能的错误记录......

source: Profile:
de: 配置：

source: Profile: please wait...
de: 配置：请稍候......

source: Restore
de: 恢复

source: Saturday
de: 星期六

source: Save
de: 保存

source: Scheduled tasks in menu app...
de: 菜单应用中的预定任务...

source: secs
de: 秒

source: Seems not to be connected...
de: 似乎无法链接......

source: Select a task....
de: 选择任务....

source: Selected logs:
de: 选定的日志：

source: Selection out of range - aborting
de: 选择超出范围 - 中止

source: Seriously, enter a real number...
de: 请输入一个h数字...

source: Start restore?
de: 开始恢复？

source: Sunday
de: 星期日

source: There seems to be nothing to do...
de: 好像什么都没有做......

source: This is a combined task, execute by ⌘R...
de: 这是一个组合任务，按⌘R执行...

source: this month
de: 本月

source: this week
de: 本周

source: Thursday
de: 星期四

source: Tuesday
de: 星期二

source: Verifying, please wait...
de: 正在验证，请稍候......

source: Wednesday
de: 星期三

source: weekly
de: 每周

source: You cannot delete that many, max are
de: 无法删除，最多

source: You have the latest ...
de: 发现新版本......
